[
  {
    "id": 1,
    "name": "La Condesa Carmesí",
    "category": "Vampiro",
    "image": "../public/condesa.jpg",
    "description": "Una condesa de la nobleza que despierta cada cien años para traer oscuridad y sufrimiento.",
    "skill": "Invocación de Niebla: Invoca una niebla carmesí válida por un solo turno que le permite esquivar un ataque enemigo.",
    "horrorPoints": 73
  },
  {
    "id": 2,
    "name": "Garok el Salvaje",
    "category": "Licántropo",
    "image": "../public/garok.jpg",
    "description": "Un lobo colosal que solo conoce la rabia y el frenesí de la caza bajo la luna llena.",
    "skill": "Furia Bestial: Aumenta su ataque en 5 puntos por cada turno consecutivo.",
    "horrorPoints": 85
  },
  {
    "id": 3,
    "name": "Nigromante Valtor",
    "category": "Hechicero",
    "image": "../public/valtor.jpg",
    "description": "Un poderoso hechicero que controla a los muertos y los usa como armas.",
    "skill": "Invocación del Cementerio: Puede invocar a un aliado caído en forma de espectro, pero con 75% de sus puntos de terror.",
    "horrorPoints": 78
  },
  {
    "id": 5,
    "name": "Iktaligo el Insondable",
    "category": "Profundo",
    "image": "../public/iktaligo.jpg",
    "description": "Un antiguo ser de las profundidades, cuya presencia es capaz de corromper la mente de aquellos que lo miran.",
    "skill": "Mirada paralizante: Sus múltiples ojos emiten un brillo cegador que anula las habilidades de sus enemigos durante el primer turno que es invocado.",
    "horrorPoints": 97
  },
  {
    "id": 6,
    "name": "Lord Sanguinus",
    "category": "Vampiro",
    "image": "../public/sanguinus.jpg",
    "description": "Un conde vampiro anciano y sabio, con una elegancia macabra y una sed insaciable de poder y sangre.",
    "skill": "Mordida de Sangre: Absorbe 5 puntos de terror del oponente y los añade a los suyos.",
    "horrorPoints": 70
  },
  {
    "id": 7,
    "name": "Luna la Cazadora",
    "category": "Licántropo",
    "image": "../public/luna.jpg",
    "description": "Una licántropa ágil y mortal, que se mueve como una sombra en la noche.",
    "skill": "Cazadora de Almas: Incrementa su daño en 20 puntos contra enemigos heridos.",
    "horrorPoints": 73
  },
  {
    "id": 8,
    "name": "El Carroñero de Almas",
    "category": "Espectro",
    "image": "../public/carroñero.jpg",
    "description": "Un espectro profanado que anhela devorar la esencia vital de los vivos.",
    "skill": "Succión de Almas: Cada turno roba 3 puntos de terror de un oponente.",
    "horrorPoints": 72
  },
  {
    "id": 9,
    "name": "Lilith Escarlata",
    "category": "Vampiro",
    "image": "../public/lilith.jpg",
    "description": "Una seductora vampiresa que utiliza sus encantos para manipular a sus víctimas y drenarlas hasta la última gota.",
    "skill": "Seductor Encantamiento: Hace que un oponente pierda su próximo turno.",
    "horrorPoints": 80
  },
  {
    "id": 10,
    "name": "El Kraken Abisal",
    "category": "Profundo",
    "image": "../public/kraken.jpg",
    "description": "Un monstruo marino que emerge de las profundidades con tentáculos que desgarran la carne.",
    "skill": "Ataque Tentacular: Si reduce sus puntos de terror en 20, puede atacar a dos oponentes en el mismo turno.",
    "horrorPoints": 95
  },
  {
    "id": 11,
    "name": "Druida Oscuro Serak",
    "category": "Hechicero",
    "image": "../public/serak.jpg",
    "description": "Un druida que invoca a las sombras de los bosques malditos para atacar.",
    "skill": "Raíces Sombrías: Enreda y daña a todos los enemigos restándoles 2 puntos.",
    "horrorPoints": 85
  },
  {
    "id": 13,
    "name": "Fenris el Devorador",
    "category": "Licántropo",
    "image": "../public/fenris.jpg",
    "description": "Un enorme hombre lobo de pelaje oscuro, con ojos amarillos y garras como cuchillas.",
    "skill": "Modo berseker: Incrementa su ataque en 8 puntos cuando es atacado por un enemigo.",
    "horrorPoints": 90
  },
  {
    "id": 15,
    "name": "Jack O'Lantern",
    "category": "Espectro",
    "image": "../public/jack-lantern.jpg",
    "description": "Un segador con un gusto por la música extrema. Su guadaña ha sido reemplazada por una guitarra eléctrica, con la que cosecha almas al ritmo del heavy metal.",
    "skill": "Riff infernal: Incrementa en 3 los puntos de terror de tus aliados mientas está en el campo de batalla.",
    "horrorPoints": 80
  }
]
